{
  "title": "ระเบียบการแจ้งเหตุขัดข้อง Fam Unity",
  "description": "เกี่ยวกับตัววาร์ป ค่าปิง โปรแกรมช่วยเล่น หรือพฤติกรรมผิดปกติ เพื่อให้การตรวจสอบเหตุการณ์ภายในเซิร์ฟเวอร์ Fam Unity เป็นไปอย่างมีประสิทธิภาพ โปร่งใส และยุติธรรมต่อผู้เล่นทุกฝ่าย ผู้ที่ต้องการแจ้งเหตุขัดข้องหรือพฤติกรรมที่ผิดปกติ กรุณาปฏิบัติตามระเบียบดังต่อไปนี้อย่างเคร่งครัด",
  "icon": "fas fa-bullhorn",
  "color": "red",
  "rules": [
    {
      "text": "ระยะเวลาในการแจ้งเหตุ",
      "type": "title",
      "description": "ผู้เล่นจะต้องแจ้งเหตุภายใน 12 ชั่วโมง นับตั้งแต่เวลาเกิดเหตุ หากพ้นระยะเวลาดังกล่าว ทางทีมงานขอสงวนสิทธิ์ในการพิจารณาเรื่องร้องเรียน"
    },
    {
      "text": "รูปแบบของหลักฐานที่ไม่สามารถใช้ได้",
      "type": "title",
      "description": "ไม่อนุญาตให้ใช้คลิปวิดีโอจากแอปพลิเคชันหรือโปรแกรมที่สามารถปรับแต่งภาพได้ เช่น การซูม เพิ่มเอฟเฟกต์ หรือตัดต่อใด ๆ ที่ทำให้ข้อมูลผิดเพี้ยนจากสถานการณ์จริง"
    },
    {
      "text": "การลบหรือเปลี่ยนแปลงข้อมูลหลังเกิดเหตุ",
      "type": "title",
      "description": "ผู้ที่ถูกร้องเรียน ห้ามดำเนินการล้างประวัติการใช้โปรแกรม หรือลงระบบปฏิบัติการ (Windows) ใหม่ ภายใน 48 ชั่วโมงหลังเกิดเหตุ หากตรวจพบว่ามีการดำเนินการดังกล่าว จะถือเป็นการขัดขวางกระบวนการตรวจสอบ และจะถูกตัดสินโทษในระดับสูงสุดทันที"
    },
    {
      "text": "การตรวจสอบอุปกรณ์ของผู้ถูกร้องเรียน",
      "type": "title",
      "description": "ผู้ถูกร้องเรียน ต้องยินยอมให้ทีมงาน Fam Unity ทำการตรวจสอบคอมพิวเตอร์ หรือเครื่องมือที่เกี่ยวข้องในทุกกรณี หากไม่ให้ความร่วมมือ หรือปฏิเสธการตรวจสอบ จะถือว่าสละสิทธิ์ในการโต้แย้ง"
    },
    {
      "text": "ความครบถ้วนของหลักฐาน",
      "type": "title",
      "description": "หลักฐานที่ใช้ในการร้องเรียน ต้องแสดงเหตุการณ์ตั้งแต่ก่อนเกิดเหตุไม่น้อยกว่า 30 วินาที หากหลักฐานไม่สมบูรณ์ ครอบคลุม หรือแสดงเฉพาะบางช่วง จะไม่สามารถใช้ประกอบการพิจารณาได้"
    },
     {
      "text": "หมายเหตุสำคัญ",
      "type": "title",
      "description": "ขอความร่วมมือจากผู้เล่นทุกท่านปฏิบัติตามระเบียบอย่างเคร่งครัด เพื่อให้ Fam Unity ยังคงเป็นพื้นที่แห่งความยุติธรรมและสนุกสนานสำหรับทุกคน หากมีข้อสงสัยเพิ่มเติม กรุณาติดต่อทีมงานผ่านช่องทางที่กำหนด"
    }
     
  ]
}
